---
kind: method
id: M:Autodesk.Revit.DB.BoundingBoxUV.Dispose
source: html/84c1fdb2-c22e-680e-ca70-060d5998e145.htm
---
# Autodesk.Revit.DB.BoundingBoxUV.Dispose Method

Releases all resources used by the BoundingBoxUV

## Syntax (C#)
```csharp
public void Dispose()
```